# 1. Создайте rake-задачку, которая, принимает в качестве параметра путь к папке и возвращает количество Ruby-файлов в ней и всех вложенных подпапках.


















# 2. Реализуйте rack-приложение, которое при обращении к роутам в HTTP-ответе будет отправлять HTTP-заголовок с именем X-Ruby-Version, в значении которого будет передаваться текущая версия Ruby.
# 3. *Реализуйте на Ruby on Rails сайт с главной страницей и страницей "О нас" (/about). На страницах должно быть меню, которое позволит нам переходить на каждую из них.